output/songs/index.org
- TOC

* Songs
  :PROPERTIES:
  :CUSTOM_ID: songs
  :END:

Here is a list of great songs, sorted per year. A friend of mine (a
surgeon and concerto pianist) compares music to food and orders them
into two categories: * a meal at a three star Michelin restaurant * a
hamburger

** Three star meal songs
   :PROPERTIES:
   :CUSTOM_ID: three-star-meal-songs
   :END:

- 1714 Bach, Wiederstehe doch der Sünde
- Telemann, Mit sehnendem Verlangen
- 1779 Haydn: Die Schöpfung
- 1795 Beethoven, Adelaide, not a great song by a great composer
- 1823 Schubert: Die schöne Müllerin
- 1828 Schubert: Winterreise
- 1839 Schumann, Liederkreis nach Eichendorff, Auf einer Burg
- 1840 Schumann, Dichterliebe, Ich will meine Seele tauchen
- 1850 Schumann, Der Einsiedler
- 1888 Wolf, Möricke lieder
- 1891 Wolf, Spanisches Liederbuch
- 1892 Wolf, Italienisches Liederbuch
- 1897 Wolf, Michelangelo
- 1948 Strauss, Vier letzte Lieder, Abendrot
- 1956 Jacques Brel, Quand on n'a que l'amour
- 1957 Poullenc, Dialogues des carmélites
- 1971 Léo Ferré, Avec le temps
- 1974 Astor Piazolla, Las Ciadudes (Sang by Amelita Baltar)
- 1910, Fauré, La chanson d' Eve

- Mahler, Rückert Lieder, Ich bin der Welt abhanden gekommen

- 1950 Poulenc, Stabat Mater
- Nun komt der Heiden Heiland?
- Fritz Wunderlich
- Christian Gerharer
- Schubert, An Sylvia, An die Musik, Im Abendrot
- Brahms
- Beethoven, Adelaïde
- Schumann, Auf einer Burg
- Ich will mein Seelen tauchen

** Hamburger songs
   :PROPERTIES:
   :CUSTOM_ID: hamburger-songs
   :END:

There are countless Hamburger songs that I like, but I forced myself to
making a selection of one song per year.

Pearl Jam Radiohead Keane JJ Cale

Editors Interpol

- 1964, Chuck Berry, Nadine
- 1970 Bobby Bird, I need help
- 1973 Billy Joel, Piano man
- 1974 James Brown, Papa don't take no mess
- 1980 Prince, uptown
- 1994, Smashing pumpkins, Frail and Bedazzled
- 2002 Underwold, Luetin
- 2007, Adele, Hometown
- 2008, Alanis Morissette - It's a Bitch to Grow Up
- 2016: Kings of Leon, Walls
- 2017 Elbow, All disco
