output/songs/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article#
" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>songs | Nicky's site</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" hreflang="en" href="../rss.xml">
<link rel="canonical" href="https://ndvanforeest.github.io/songs/">
<!--[if lt IE 9]><![endif]--><link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/font-awesome/latest/css/font-awesome.min.css">
<link rel="stylesheet" href="https://cdn.rawgit.com/jpswalsh/academicons/master/css/academicons.min.css">
<meta name="author" content="Nicky van Foreest">
<meta property="og:site_name" content="Nicky's site">
<meta property="og:title" content="songs">
<meta property="og:url" content="https://ndvanforeest.github.io/songs/">
<meta property="og:description" content="TOC



Songs


Here is a list of great songs, sorted per year. A friend of mine (a
surgeon and concerto pianist) compares music to food and orders them
into two categories: * a meal at a three star Mi">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2021-05-14T21:48:26+02:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-expand-md static-top mb-4
navbar-dark
bg-dark
"><div class="container">
<!-- This keeps the margins nice -->
        <a class="navbar-brand" href="../">

            <span id="blog-title">Nicky's site</span>
        </a>
        <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
            <span class="navbar-toggler-icon"></span>
        </button>

        <div class="collapse navbar-collapse" id="bs-navbar">
            <ul class="navbar-nav mr-auto">
<li class="nav-item">
<a href="../archive.html" class="nav-link">Archive</a>
                </li>
<li class="nav-item">
<a href="../bio/" class="nav-link">Bio</a>
                </li>
<li class="nav-item">
<a href="../books/" class="nav-link">Books</a>
                </li>
<li class="nav-item">
<a href="../presentations/" class="nav-link">Presentations</a>
                </li>
<li class="nav-item">
<a href="../sites/" class="nav-link">Sites</a>
                </li>
<li class="nav-item">
<a href="../categories/" class="nav-link">Tags</a>
                </li>
<li class="nav-item">
<a href="../tools/" class="nav-link">Tools</a>

                
            </li>
</ul>
<ul class="navbar-nav navbar-right">
<li class="nav-item">
    <a href="index.org" id="sourcelink" class="nav-link">Source</a>
    </li>


                
            </ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
        
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">songs</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <ul class="org-ul">
<li>TOC</li>
</ul>
<div id="outline-container-org271c345" class="outline-2">
<h2 id="songs">
<a id="org271c345"></a>Songs</h2>
<div class="outline-text-2" id="text-songs">
<p>
Here is a list of great songs, sorted per year. A friend of mine (a
surgeon and concerto pianist) compares music to food and orders them
into two categories: * a meal at a three star Michelin restaurant * a
hamburger
</p>
</div>

<div id="outline-container-org89f04a3" class="outline-3">
<h3 id="three-star-meal-songs">
<a id="org89f04a3"></a>Three star meal songs</h3>
<div class="outline-text-3" id="text-three-star-meal-songs">
<ul class="org-ul">
<li>1714 Bach, Wiederstehe doch der Sünde</li>
<li>Telemann, Mit sehnendem Verlangen</li>
<li>1779 Haydn: Die Schöpfung</li>
<li>1795 Beethoven, Adelaide, not a great song by a great composer</li>
<li>1823 Schubert: Die schöne Müllerin</li>
<li>1828 Schubert: Winterreise</li>
<li>1839 Schumann, Liederkreis nach Eichendorff, Auf einer Burg</li>
<li>1840 Schumann, Dichterliebe, Ich will meine Seele tauchen</li>
<li>1850 Schumann, Der Einsiedler</li>
<li>1888 Wolf, Möricke lieder</li>
<li>1891 Wolf, Spanisches Liederbuch</li>
<li>1892 Wolf, Italienisches Liederbuch</li>
<li>1897 Wolf, Michelangelo</li>
<li>1948 Strauss, Vier letzte Lieder, Abendrot</li>
<li>1956 Jacques Brel, Quand on n'a que l'amour</li>
<li>1957 Poullenc, Dialogues des carmélites</li>
<li>1971 Léo Ferré, Avec le temps</li>
<li>1974 Astor Piazolla, Las Ciadudes (Sang by Amelita Baltar)</li>
<li>1910, Fauré, La chanson d' Eve</li>

<li>Mahler, Rückert Lieder, Ich bin der Welt abhanden gekommen</li>

<li>1950 Poulenc, Stabat Mater</li>
<li>Nun komt der Heiden Heiland?</li>
<li>Fritz Wunderlich</li>
<li>Christian Gerharer</li>
<li>Schubert, An Sylvia, An die Musik, Im Abendrot</li>
<li>Brahms</li>
<li>Beethoven, Adelaïde</li>
<li>Schumann, Auf einer Burg</li>
<li>Ich will mein Seelen tauchen</li>
</ul>
</div>
</div>

<div id="outline-container-org97571ff" class="outline-3">
<h3 id="hamburger-songs">
<a id="org97571ff"></a>Hamburger songs</h3>
<div class="outline-text-3" id="text-hamburger-songs">
<p>
There are countless Hamburger songs that I like, but I forced myself to
making a selection of one song per year.
</p>

<p>
Pearl Jam Radiohead Keane JJ Cale
</p>

<p>
Editors Interpol
</p>

<ul class="org-ul">
<li>1964, Chuck Berry, Nadine</li>
<li>1970 Bobby Bird, I need help</li>
<li>1973 Billy Joel, Piano man</li>
<li>1974 James Brown, Papa don't take no mess</li>
<li>1980 Prince, uptown</li>
<li>1994, Smashing pumpkins, Frail and Bedazzled</li>
<li>2002 Underwold, Luetin</li>
<li>2007, Adele, Hometown</li>
<li>2008, Alanis Morissette - It's a Bitch to Grow Up</li>
<li>2016: Kings of Leon, Walls</li>
<li>2017 Elbow, All disco</li>
</ul>
</div>
</div>
</div>
    </div>
    

</article><!--End of body content--><footer id="footer"><div class="text-center">
<p>
<span class="fa-stack">
  <a href="https://github.com/ndvanforeest">
    <i class="fa fa-github-square fa-stack-2x"></i>
  </a>
</span>
<span class="fa-stack">
  <a href="http://scholar.google.com/citations?user=IEjX_w4AAAAJ">
     <i class="ai ai-google-scholar-square ai-2x"></i>
  </a>
</span>
<span class="fa-stack">
  <a href="https://orcid.org/0000-0001-5428-1723">
     <i class="ai ai-orcid-square ai-2x"></i>
  </a>
</span>
<span class="fa-stack">
  <a href="mailto:vanforeest@gmail.com">
    <i class="fa fa-square fa-stack-2x"></i>
    <i class="fa fa-envelope fa-inverse fa-stack-1x"></i>
  </a>
</span>
</p>
<p>
  Contents © 2021  Nicky van Foreest
  —
  
  —
  Powered by <a href="https://getnikola.com" rel="nofollow">Nikola</a>
</p>
</div>

            
            
        </footer>
</div>
</div>


        <script src="../assets/js/all-nocdn.js"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element){var i=element.getElementsByTagName('img')[0];return i===undefined?'':i.alt;}});
    </script>
</body>
</html>
